Repository: unobserved-io/Furtherance
Catalog: po/*.po
Languages: fi, fr_fr, nl, pt, ru, sk

source: Track your time without being tracked
fi: Seuraa ajankäyttöäsi ilman että joudut muiden seuraamaksi
fr_fr: Suivez votre temps sans être suivi
pt: Monitorize o seu tempo sem ser monitorizado

source: Furtherance is a time tracking app built for GNOME with Rust and GTK4. In addition to tracking time spent on tasks, you can edit that time, delete entries, and change settings. It even has idle detection.
fi: Furtherance on ajanseurantasovellus Gnomelle, toteutettuna Rustilla ja GTK4:llä. Yksittäisiin tehtäviin liittyvän ajanseurannan lisäksi voit muokata ja poistaa kohteita sekä muuttaa asetuksia. Sovellus kykenee myös havaita joutilaana olemisen.
fr_fr: Furtherance est une application de suivi du temps développée pour GNOME avec Rust et GTK4. En plus de suivre le temps accordé aux tâches, vous pouvez éditer leurs temps, en supprimer certaines et changer les paramètres. Il y a même une détection d'inactivité.
nl: Furtherance is een tijdnotatietoepassing voor GNOME, gemaakt met Rust en GKT4. U kunt tijden bijhouden en noteren, maar ook bewerken, wissen en allerlei voorkeuren aanpassen. Ook kan inactieve tijd worden bijgehouden.
pt: Furtherance é uma app de monitoramento de tempo desenvolvido para o GNOME com Rust e GTK4. Além de gerir o tempo dedicado a diferentes atividades, pode editar esse tempo, apagar entradas e alterar configurações. Ele tem até detecção de inatividade.
ru: Furtherance - приложение для отслеживания времени, написанное на Rust и GTK4 для GNOME. В дополнение к отслеживанию времени, потраченного на задачи, вы можете редактировать это время, удалять записи и изменять настройки.
sk: Furtherance je aplikácia na sledovanie času vytvorená pre GNOME s Rust a GTK4.Okrem sledovania času stráveného na úlohách môžete tento čas upravovať, mazať záznamy a meniť nastavenia. Má dokonca detekciu nečinnosti.

source: 1.8 is a big update for Furtherance!
pt: 1.8 é uma grande atualização para a Furtherance!

source: Add 'This week' and 'Last week' to Reports
pt: Adicionar "Esta semana" e "Semana passada" aos relatórios

source: Setting to update today's total time as timer ticks
pt: Definição para atualizar o tempo total de hoje à medida que o temporizador avança

source: Bug fix: Pomodoro no longer displays one minute off
pt: Correção de erros: O Pomodoro já não apresenta um minuto de atraso

source: Exported CSV now includes total seconds
pt: O CSV exportado agora inclui o total de segundos

source: Moved 'total time' across from the date
pt: Deslocação do "tempo total" para o outro lado da data

source: Preferences is now split into sections
pt: As preferências estão agora divididas em secções

source: Updated to Gnome 44 runtime
pt: Atualizado para o runtime do Gnome 44

source: Now uses libadwaita AboutWindow
pt: Agora usa o AboutWindow do libadwaita

source: Manually add new task to group
pt: Adicione manualmente uma nova tarefa ao grupo

source: Updated translations
pt: Traduções atualizadas

source: The location of the database is now changeable
fi: Tietokannan sijainti on nyt vaihdettavissa
pt: O local do banco de dados agora pode ser alterado

source: Backup database
fi: Varmuuskopioi tietokanta
pt: Criar cópia de segurança da base de dados

source: Import databases
fi: Tuo tietokantoja
pt: Importar bases de dados

source: Bug fixes and improvements
fi: Bugikorjauksia ja parannuksia
fr_fr: Corrections de bogues et améliorations
nl: Problemen opgelost en verbeteringen doorgevoerd
pt: Correcções de erros e melhorias
ru: Исправление ошибок и улучшения

source: New icon!
fi: Uusi kuvake!
fr_fr: Nouvelle icône !
pt: Novo ícone!

source: Dates are now ISO 8601 format
fi: Päivät ovat nyt ISO 8601 -muodossa
fr_fr: Les dates sont maintenant au format ISO 8601
pt: As datas agora estão no formato ISO 8601

source: Added a button to restart tasks
fi: Lisätty painike tehtävien uudelleenkäynnistämiseen
fr_fr: Ajout d’un bouton pour redémarrer les tâches
nl: Toegevoegd: knop om taken opnieuw uit te voeren
pt: Adicionado um botão para reiniciar tarefas

source: CSV Export
fi: CSV-vienti
fr_fr: Export CSV
pt: Exportar CSV

source: Timer centered on empty state
fr_fr: Minuteur centré sur l’état vide
nl: De tijd in gecentreerd in de blanco status
pt: Temporizador centralizado em estado vazio

source: Uses local date format
fi: Käyttää paikallista päiväysmuotoa
fr_fr: Utilise le format de date local
nl: Gebruik de lokale tijdsopmaak
pt: Usa o formato de data local

source: Generate reports of task history over a specified timeframe
fi: Luo raportteja tehtävähistoriasta määriteltynä ajanjaksona
fr_fr: Génération de rapports sur l’historique des tâches, sur une période donnée
nl: Stel verslagen met de taakgeschiedenis binnen een opgegeven tijdsperiode samen
pt: Gerar relatórios de histórico de tarefas num prazo especificado
ru: Создание отчетов по истории задач за определенный период времени

source: Ability to add tasks manually
fi: Mahdollisuus lisätä tehtäviä manuaalisesti
fr_fr: Possibilité d'ajouter des étiquettes manuellement
nl: Nieuw: voeg taken handmatig toe
pt: Capacidade de adicionar tarefas manualmente
ru: Возможность добавлять задачи вручную

source: Auto-save option
fi: Automaattisen tallennuksen mahdollisuus
fr_fr: Option de sauvegarde automatique
nl: Nieuw: optie om automatisch op te slaan
pt: Opção de gravação automática
ru: Опция автосохранения

source: Task names can now be changed for an entire group
fi: Tehtävien nimet on nyt mahdollista muuttaa koko ryhmälle
fr_fr: Les noms des tâches peuvent désormais être changés pour un groupe entier
nl: Verbeterd: taaknamen van groepen kunnen voortaan in een keer worden gewijzigd
pt: Os nomes das tarefas agora podem ser alterados para um grupo inteiro
ru: Названия задач теперь могут быть изменены для целой группы

source: Added Pomodoro-style countdown timer!
fi: Lisätty Pomodor-tyylinen ajastin!
fr_fr: Ajout d'un compte à rebours style Pomodoro !
nl: Nieuw: Pomodoro-achtige aftelklok!
pt: Adicionado temporizador de contagem decrescente ao estilo Pomodoro!
ru: Добавлен Pomodoro-режим обратного отсчета!

source: Bug fixes
fi: Bugikorjauksia
fr_fr: Corrections de bogues
nl: Bugs opgelost
pt: Correcções de erros
ru: Исправлены ошибки

source: Ability to add tags!
fi: Mahdollisuus lisätä tunnisteita!
fr_fr: Possibilité d'ajouter des étiquettes !
nl: Nieuw: voeg labels toe!
pt: Possibilidade de adicionar etiquetas!
ru: Возможность добавлять теги!
sk: Možnosť pridávať značky!

source: Fixed icon positioning
fi: Korjattu kuvakkeen asemointi
fr_fr: Correction du positionnement de l'icône
nl: Opgelost: pictogramuitlijning
pt: Posicionamento fixo do ícone
ru: Исправлено расположение иконки
sk: Opravené umiestnenie ikon

source: Changed start button color and behavior
fi: Muutettu käynnistyspainikkeen väri ja toiminnallisuutta
fr_fr: Changement de la couleur et du comportement du bouton Démarrer
nl: Gewijzigd: kleur en gedrag van startknop
pt: Cor e comportamento do botão Iniciar alterados
ru: Изменен цвет и поведение кнопки запуска
sk: Zmenená farba a správanie tlačidla štart

source: Changed color of delete buttons
fi: Muutettu poistopainikkeiden väriä
fr_fr: Changement de la couleur des boutons Supprimer
nl: Gewijzigd: kleur van verwijderknoppen
pt: Alteração da cor dos botões para apagar
ru: Изменен цвет кнопок удаления
sk: Zmenená farba tlačidiel mazania

source: Dutch, Brazilian Portuguese, and French translations
fi: Hollannin, brasilianportugalin ja ranskan käännökset
fr_fr: Traductions en néerlandais, brésilien, portugais et français
nl: Nieuw: Nederlandse, Braziliaans-Portugese en Franse vertalingen
pt: Traduções para o holandês, português do Brasil e francês
ru: Переведено на немецкий, бразильский португальский и французский
sk: Preklady do holandčiny, brazílskej portugalčiny a francúzštiny

source: Furtherance has a new icon! And lots of bug fixes and improvements.
fi: Furtherancella on nyt uusi kuvake! Lisäksi paljon bugikorjauksia ja parannuksia.
fr_fr: Furtherance a une nouvelle icône ! Avec beaucoup de correction de bugs et d'améliorations.
nl: Furtherance is voorzien van een nieuw pictogram! Ook zijn er problemen opgelost en kleine verbeteringen doorgevoerd.
pt: Furtherance tem um novo ícone! E várias correções de problemas e melhorias.
ru: У Futureance новая иконка! И множество улучшений и исправлений ошибок
sk: "Podpora má novú ikonu! A veľa opráv chýb a vylepšení.

source: First stable release of Furtherance.
fi: Furtherancen ensimmäinen vakaa julkaisu.
fr_fr: Première version stable de Furtherance.
nl: De eerste stabiele uitgave van Furtherance.
pt: A primeira versão estável de Furtherance.
ru: Первый стабильный релиз Furtherance.
sk: Prvé stabilné vydanie Furtherance.

source: Track time spent on tasks
fi: Seuraa tehtäviin käytettyä aikaa
fr_fr: Suivez le temps passé sur vos tâches
nl: Houd bij hoeveel tijd u besteedt aan taken
pt: Monitore o tempo gasto nas atividades
ru: Отслеживание времени, потраченного на задачи
sk: Sledujte čas strávený plnením úloh

source: Change/delete recorded times
fi: Muuta tai poista tallennettuja aikoja
fr_fr: Changer/supprimer les temps enregistrés
nl: Bewerk/Verwijder genoteerde tijden
pt: Alterar/apagar tempos registados
ru: Изменение/удаление записанного времени
sk: Zmeňte/vymažte zaznamenané časy

source: Idle detection
fi: Joutilaana olemisen havaitseminen
fr_fr: Détection d'inactivité
nl: Houd inactieve tijd bij
pt: Detecção de inatividade
ru: Определение бездействия
sk: Detekcia nečinnosti

source: Export as CSV
fi: Vie CSV-muotoon
fr_fr: Exporter en CSV
nl: Exporteren naar csv-bestand
pt: Exportar como CSV

source: Cancel
fi: Peru
fr_fr: Annuler
nl: Annuleren
pt: Cancelar
ru: Отмена
sk: Zrušiť

source: Export
fi: Vie
fr_fr: Exporter
nl: Exporteren
pt: Exportar

source: - no file selected -
fi: - tiedostoa ei ole valittu -
fr_fr: - aucun fichier sélectionné -
nl: - Geen bestand gekozen -
pt: - nenhum ficheiro selecionado -

source: CSV export preferences
fi: CSV-viennin asetukset
fr_fr: Préférences d’export en CSV
nl: Csv-exportvoorkeuren
pt: Preferências de exportação CSV

source: Sort by
fi: Lajitteluperuste
fr_fr: Trier par
pt: Ordenar por

source: Start time
fi: Aloitusaika
fr_fr: Heure de début
pt: Hora de início

source: Stop time
fi: Lopetusaika
fr_fr: Heure de fin
pt: Hora de paragem

source: Task name
fi: Tehtävän nimi
fr_fr: Nom de tâche
pt: Nome da tarefa

source: Sort order
fi: Lajittelujärjestys
fr_fr: Ordre de tri
pt: Ordenação

source: Ascending
fi: Nousevasti
fr_fr: Croissant
pt: Ascendente

source: Descending
fi: Laskevasti
fr_fr: Décroissant
pt: Descendente

source: General
fi: Yleiset
fr_fr: Général
nl: Algemeen
pt: Geral
ru: Основные
sk: Všeobecné

source: Appearance
fi: Ulkoasu
fr_fr: Apparence
nl: Vormgeving
pt: Aparência
ru: Внешний вид
sk: Vzhľad

source: _Dark theme
fi: _Tumma teema
fr_fr: _Thème sombre
nl: _Donker thema
pt: _Tema escuro
ru: _Темная тема
sk: _Tmavá téma

source: Idle
fi: Joutenolo
fr_fr: Inactivité
nl: Inactief
pt: Inatividade
ru: Бездействие
sk: Nečinnosť

source: Notify of idle
fi: Ilmoita joutenolosta
fr_fr: Notification d'inactivité
nl: Melding tonen bij inactiviteit
pt: Notificação de inatividade
ru: Уведомлять о бездействии
sk: Upozorniť na nečinnosť

source: (GNOME only)
fi: (Vain Gnome)
fr_fr: (Uniquement pour GNOME)
nl: (werkt alleen op GNOME)
pt: (apenas GNOME)
ru: (только для GNOME)
sk: (Len pre GNOME)

source: _Minutes to idle
fi: _Minuutteja joutenoloon
fr_fr: _Minutes avant inactivité
nl: Inactiviteit (in _minuten)
pt: _Minutos para inatividade
ru: _Минуты до неактивности
sk: _Minúty do nečinnosti

source: Number of minutes before the user is considered idle
fi: Minuuttien määrä, jonka jälkeen käyttäjän oletetaan olevan jouten
fr_fr: Nombre de minutes avant de considérer l'utilisateur comme inactif
nl: Het aantal minuten dat verstreken dient te zijn voordat u als inactief wordt beschouwd
pt: A quantidade de minutos necessários para detetar inatividade
ru: Количество минут до того, как пользователь будет считаться неактивным
sk: Počet minút, po ktorých sa používateľ považuje za nečinného

source: Timer
fi: Ajastin
fr_fr: Minuteur
nl: Tijdklok
pt: Temporizador
ru: Таймер

source: Timer counts down instead of up
fi: Ajastin laskee aikaa alas, ei ylös
fr_fr: Le chronomètre devient un compte à rebours
nl: Optellen in plaats van aftellen
pt: O temporizador conta para baixo em vez de para cima
ru: Таймер идет в обратную сторону

source: Interval
fi: Aikaväli
fr_fr: Intervalle
nl: Tussenpoos
pt: Intervalo
ru: Интервал

source: Start time in minutes
fi: Aloitusaika minuuteissa
fr_fr: Temps décompté en minutes
nl: De begintijd (in minuten)
pt: Hora de início em minutos
ru: Время таймера в минутах

source: _Autosave
fi: _Automaattinen tallennus
fr_fr: Sauvegarde _automatique
nl: _Automatisch opslaan
pt: Gravação _automática
ru: _Автосохранение

source: Prevent losing tracked time due to improper shutdown
fi: Estää seuratun ajan menettämisen virheellisen sammuttamisen vuoksi
fr_fr: Permet d’éviter la perte du temps suivi en cas d’extinction incorrecte
nl: Voorkom gemiste tijd door onjuist afsluiten
pt: Evitar a perda de tempo de rastreio devido a uma desativação incorrecta
ru: Предотвращение потерь из-за неправильного завершения работы

source: Autosave every X _minutes
fi: Tallenna X _minuutin välein
fr_fr: Sauvegarder automatiquement toutes les X _minutes
nl: Automatisch opslaan, elk x-aantal _minuten
pt: Gravação automática a cada X _minutos
ru: Автосохранение каждые Х _минут

source: Inclusive total time
pt: Tempo total inclusivo

source: Today's total time includes the ongoing timer
pt: O tempo total de hoje inclui o temporizador em curso

# A page title of the preferences dialog
source: Tasks
pt: Tarefas

source: Task List
fi: Tehtäväluettelo
fr_fr: Liste des tâches
nl: Takenlijst
pt: Lista de atividades
ru: Список задач
sk: Zoznam úloh

source: _Delete confirmation
fi: _Poistovahvistus
fr_fr: _Confirmation de supression
nl: Om beves_tiging vragen alvorens te wissen
pt: _Confirmar antes de deletar
ru: _Подтверждение при удалении
sk: _Potvrdenie vymazania

source: Limit tasks shown
fi: Rajoita näytettäviä tehtäviä
fr_fr: Limiter les tâches affichées
nl: Aantal getoonde taken beperken
pt: Limitar atividades mostradas
ru: Ограничить период отображения
sk: Obmedzte zobrazené úlohy

source: Only show X number of days in the saved tasks list
fi: Näytä vain X päivää tehtäväluettelossa
fr_fr: Afficher seulement les X derniers jours de la liste des tâches
nl: Toon slechts een x-aantal dagen op de takenlijst
pt: Mostrar apenas uma certa quantidade de dias na lista de atividades
ru: Показывать только задачи за последние Х дней
sk: Zobraziť iba X počet dní v zozname uložených úloh

source: _Days ago
fi: _Päivien määrä
fr_fr: _Périodicité
nl: Aantal _dagen
pt: _Dias atrás
ru: _Количество дней
sk: _Pred dňami

source: Number of days to display in the list
fi: Luettelossa näytettävien päivien määrä
fr_fr: Nombre de jours à afficher dans la liste
nl: Het aantal dagen dat dient te worden getoond op de takenlijst
pt: A quantidade máxima de dias mostradas na lista
ru: Количество дней, отображаемых в списке
sk: Počet dní, ktoré sa majú zobraziť v zozname

source: Show daily sums
fi: Näytä päivittäiset summat
fr_fr: Afficher le temps total par jour
nl: Dagelijks overzicht tonen
pt: Mostrar somas diárias
ru: Показывать общее время за день
sk: Ukážte denné množstvá

source: _Show seconds
fi: _Näytä sekunnit
fr_fr: _Afficher les secondes
nl: _Seconden tonen
pt: _Mostrar segundos
ru: _Показывать секунды
sk: _Zobraziť sekundy

source: Tasks list only. Seconds always show on timer
fi: Vain tehtäväluettelo. Aikalaskurissa sekunnit näytetään aina
fr_fr: Uniquement pour la liste des tâches. Elles seront toujours visibles sur le minuteur
nl: Toon ook het aantal seconden op de tijdklok (alleen van toepassing op de takenlijst).
pt: Apenas para a lista de tarefas. Os segundos são sempre apresentados no temporizador
ru: Только для списка задач. Секунды на таймере отображаются всегда
sk: Iba zoznam úloh. Na časovači sa vždy zobrazujú sekundy

source: Show tags
fi: Näytä tunnisteet
fr_fr: Montrer les étiquettes
nl: Labels tonen
pt: Mostrar etiquetas
ru: Показывать теги

source: Tags are saved, just not shown
fi: Tunnisteet tallennetaan, mutta niiden ei tarvitse olla näkyvissä
fr_fr: Les étiquettes sont sauvegardées, mais pas affichées
nl: De labels zijn bewaard, maar verborgen
pt: As etiquetas são gravadas, mas não são mostradas
ru: Теги сохраняются, но перестают отображаться

# A page title of the preferences dialog
source: Data
pt: Dados

source: Reports
pt: Relatórios

source: Week starts on
pt: A semana começa na/no

source: Monday
pt: Segunda-feira

source: Sunday
pt: Domingo

source: Database
fi: Tietokanta
pt: Base de dados

source: Database location
fi: Tietokannan sijainti
pt: Localização da base de dados

source: Browse
fi: Selaa
pt: Navegar

source: Report
fi: Raportti
fr_fr: Rapport
nl: Verslag
pt: Relatório
ru: Отчет

source: This Week
pt: Esta semana

source: Last Week
pt: Última semana

source: Past 7 days
pt: Últimos 7 dias

source: This month
fi: Tämä kuukausi
fr_fr: Ce mois
nl: Deze maand
pt: Este mês
ru: Текущий месяц

source: Past 30 days
fi: Viimeiset 30 päivää
fr_fr: Les 30 derniers jours
nl: Afgelopen 30 dagen
pt: Últimos 30 dias
ru: Последние 30 дней

source: Past 180 days
fi: Viimeiset 180 päivää
fr_fr: Les 180 derniers jours
nl: Afgelopen 180 dagen
pt: Últimos 180 dias
ru: Последние 180 дней

source: Past year
fi: Mennyt vuosi
fr_fr: L’année dernière
nl: Afgelopen jaar
pt: Ano passado
ru: Последний год

source: Date range
fi: Aikaväli
fr_fr: Intervalle de temps
nl: Datumbereik
pt: Intervalo de datas
ru: Диапазон дат

source: Start
fi: Alku
fr_fr: Début
nl: Begin
pt: Iniciar
ru: Начало
sk: Štart

source: MM/DD/YYYY
fr_fr: MM/JJ/YYYY
nl: DD/MM/JJJJ
pt: MM/DD/AAAA
ru: ММ/ДД/ГГГГ

source: End
fi: Loppu
fr_fr: Fin
nl: Einde
pt: Fim
ru: Конец

source: Use the format MM/DD/YYYY
fi: Käytä muotoa MM/DD/YYYY
fr_fr: * Utiliser le format MM/JJ/YYYY
nl: Gebruik de volgende opmaak: DD MMMM JJJJ HH:MM
pt: Utilizar o formato MM/DD/AAAA
ru: Используйте формать ММ/ДД/ГГГГ

source: Start date must be before end date
fi: Aloituspäivän tulee olla ennen lopetuspäivää
fr_fr: La date de départ doit être située avant celle de fin
nl: De begindatum dient vóór de einddatum te liggen
pt: A data de início deve ser antes da data de fim
ru: Дата начала должна быть раньше даты конца

source: Sort by:
fi: Järjestys:
fr_fr: Trier par :
nl: Sorteren op:
pt: Ordenar por:
ru: Сортировать по:

source: Task
fi: Tehtävä
fr_fr: Tâche
nl: Taak
pt: Atividade
ru: задачам
sk: Úloha

source: Tag
fi: Tunniste
fr_fr: Étiquette
nl: Label
pt: Etiqueta
ru: тегам

source: Filter by task or tags
fi: Suodata tehtävän tai tunnisteen perusteella
fr_fr: Trier par tâche ou étiquette
nl: Filteren op taak of labels
pt: Filtrar por tarefa ou etiquetas
ru: Фильтровать по задаче или тегам

source: Tasks
fi: Tehtävät
fr_fr: Tâches
nl: Taken
pt: Tarefas
ru: Задачи

source: Tags
fi: Tunnisteet
fr_fr: Étiquettes
nl: Labels
pt: Etiquetas
ru: теги

source: Task, Task 2
fi: Tehtävä, Tehtävä 2
fr_fr: Tâche, Tâche 2
nl: Taak, Taak 2
pt: Tarefa, Tarefa 2
ru: задача 1, задача 2

source: Refresh
fi: Päivitä
fr_fr: Rafraîchir
nl: Herladen
pt: Atualizar
ru: Обновить

source: Task Details
fi: Tehtävän tiedot
fr_fr: Détails de la tâche
nl: Taakgegevens
pt: Detalhes da atividade
ru: Подробности задачи
sk: Podrobnosti o úlohe

source: Stop
fi: Loppu
fr_fr: Fin
nl: Stoppen
pt: Parar
ru: Конец

source: Add Similar Task
fi: Lisää samankaltainen tehtävä
pt: Adicionar tarefa semelhante

source: Delete all
fi: Poista kaikki
fr_fr: Tout supprimer
nl: Alles wissen
pt: Deletar todos
ru: Удалить все
sk: Vymazať všetko

source: Time
fi: Aika
fr_fr: Temps
nl: Tijd
pt: Tempo
ru: Время
sk: Čas

source: Add Task
fi: Lisää tehtävä
fr_fr: Ajouter une tâche
nl: Taak toevoegen
pt: Adicionar tarefa
ru: Добавить задачу

source: Main Menu
fi: Päävalikko
fr_fr: Menu principal
nl: Hoofdmenu
pt: Menu principal
ru: Главное Меню
sk: Hlavné menu

source: Task Name #tags
fi: Tehtävän nimi #tunnisteet
fr_fr: Nom de la tâche #étiquette
nl: Taaknaam #labels
pt: Nome da tarefa #tags
ru: Название задачи #тег

source: _Generate Report
fi: _Muodosta raportti
fr_fr: _Générer un rapport
nl: Versla_g samenstellen
pt: _Gerar relatório
ru: _Создать отчет

source: _Export as CSV
fi: _Vie CSV-muotoon
fr_fr: _Exporter en CSV
nl: _Exporteren naar csv-bestand
pt: _Exportar como CSV

source: Import
fi: Tuo
pt: Importar

source: _Delete history
fi: _Poista historia
fr_fr: _Supprimer l’historique
nl: Geschie_denis wissen
pt: _Apagar histórico
ru: _Удалить историю
sk: _Odstrániť históriu

source: _Preferences
fi: _Asetukset
fr_fr: _Préférences
nl: _Voorkeuren
pt: _Preferências
ru: _Настройки
sk: _Predvoľby

source: _About Furtherance
fi: _Tietoja - Furtherance
fr_fr: À _propos de Furtherance
nl: Over Further_ance
pt: _Sobre o Furtherance
ru: _О Furtherance
sk: _O Furtherance

source: translator-credits
fi: Jiri Grönroos
fr_fr: Irénée Thirion <irenee.thirion@e.email>
nl: Heimen Stoffels <vistausss@fastmail.com>
pt: Pedro Sader Azevedo <pedro.saderazevedo@protonmail.com>
ru: Mikhail Kositsyn <r3pll@yandex.ru>
sk: MartinIIOT https://github.com/MartinIIOT

source: Delete history?
fi: Poistetaanko historia?
fr_fr: Supprimer l'historique ?
nl: Weet u zeker dat u de geschiedenis wilt wissen?
pt: Apagar o histórico?
ru: Очистить историю?
sk: Chcete odstrániť históriu?

source: Delete
fi: Poista
fr_fr: Supprimer
nl: Wissen
pt: Apagar
ru: Удалить
sk: Odstrániť

source: This will delete ALL of your task history.
fi: Tämä poistaa KAIKKI tehtävät historiasta.
fr_fr: Cela va supprimer TOUTES vos tâches.
nl: Hierdoor worden ALLE taken gewist.
pt: Isso vai apagar TODO o seu histórico de atividades.
ru: Это удалит ВСЮ вашу историю задач.
sk: Týmto sa odstráni VŠETKA história vašich úloh.

source: Type DELETE in the box below then click Delete to proceed.
fi: Kirjoita POISTA alla olevaan kenttään ja napsauta Poista jatkaaksesi.
fr_fr: Écrivez SUPPRIMER ci-dessous puis cliquer Supprimer pour confirmer.
nl: Typ WISSEN in het onderstaande vak en klik vervolgens op de gelijknamige knop om door te gaan.
pt: Digite DELETE na caixa abaixo e clique em Apagar para continuar.
ru: Введите DELETE в поле ниже, затем кликните Удалить, чтобы продолжить.
sk: Do poľa nižšie zadajte DELETE a pokračujte kliknutím na Odstrániť.

source: DELETE
fi: POISTA
fr_fr: SUPPRIMER
nl: WISSEN
pt: APAGAR
sk: VYMAZAŤ

source: Discard
fi: Hylkää
fr_fr: Annuler
nl: Wissen
pt: Descatar
ru: Отменить
sk: Zahodiť

source: Continue
fi: Jatka
fr_fr: Continuer
nl: Doorgaan
pt: Continuar
ru: Продолжить
sk: Ďalej

source: Time's up!
fi: Aika loppui!
fr_fr: Temps écoulé !
nl: De tijd is om!
pt: O tempo acabou!
ru: Время вышло!

source: Your Furtherance timer ended.
fi: Furtherance-ajastimen aika loppui.
fr_fr: Votre minuteur Furtherance s'est achevé.
nl: De Furtherance-tijdklok is verlopen.
pt: O seu temporizador Furtherance terminou.
ru: Ваш Furtherance таймер закончился.

source: Backup Database
fi: Varmuuskopioitu tietokanta
pt: Criar cópia de segurança da base de dados

source: Save
fi: Tallenna
pt: Gravar

source: Open
fi: Avaa
pt: Abrir

source: Not a valid database
fi: Tietokanta ei ole kelvollinen
pt: Não é uma base de dados válida

source: tag, tag 2
fi: tunniste, tunniste 2
fr_fr: étiquette, étiquette 2
nl: label, label2
pt: etiqueta, etiqueta 2
ru: тег 1, тег 2

source: Duration
fi: Kesto
fr_fr: Durée
nl: Duur
pt: Duração
ru: Продолжительность

source: No Results
fi: Ei tuloksia
fr_fr: Aucun résultat
nl: Geen zoekresultaten
pt: Sem resultados
ru: Нет результатов

source: All Results
fi: Kaikki tulokset
fr_fr: Tous les résultats
nl: Alle resultaten
pt: Todos os resultados
ru: Все результаты
