Repository: unobserved-io/Furtherance
Catalog: po/*.po
Languages: fi, fr_fr, nl, pt, ru, sk

source: no tags
fi: ei tunnisteita
fr_fr: aucune étiquette
nl: geen labels
pt: sem etiquetas
ru: нет тегов

source: Edit Task
fi: Muokkaa tehtävää
fr_fr: Modifier la tâche
nl: Taak bewerken
pt: Editar tarefa
ru: Редактировать задачу
sk: Upraviť úlohu

source: *Use the format YYYY-MM-DD HH:MM:SS
fi: *Käytä muotoilua YYYY-MM-DD HH:MM:SS
fr_fr: * Utiliser le format YYYY-MM-JJ HH:MM:SS
pt: *Utilizar o formato AAAA-MM-DD HH:MM:SS

source: *Use the format YYYY-MM-DD HH:MM
fi: *Käytä muotoilua YYYY-MM-DD HH:MM
fr_fr: * Utiliser le format YYYY-MM-JJ HH:MM
pt: *Utilizar o formato AAAA-MM-DD HH:MM

source: *Start time cannot be later than stop time.
fi: *Aloitusaika ei voi olla lopetusajan jälkeen.
fr_fr: * Le temps de départ ne peut être supérieur au temps d'arrivée.
nl: *De begintijd dient vóór de eindtijd te liggen.
pt: *A hora de início não pode ser posterior à hora do fim.
ru: *Время начала не может быть позже времени завершения.
sk: *Čas začiatku nemôže byť neskorší ako čas ukončenia.

source: *Time cannot be in the future.
fi: *Aika ei voi olla tulevaisuudessa.
fr_fr: * Le temps ne peut pas être dans le futur.
nl: *U kunt geen toekomstig tijdstip kiezen.
pt: *A hora não pode estar no futuro.
ru: *Время окончания не может быть в будущем.
sk: *Čas nemôže byť v budúcnosti.

source: Delete task
fi: Poista tehtävä
fr_fr: Supprimer la tâche
nl: Taak wissen
pt: Apagar atividade
ru: Удалить задачу
sk: Odstrániť úlohu

source: Delete task?
fi: Poistetaanko tehtävä?
fr_fr: Supprimer la tâche ?
nl: Weet u zeker dat u deze taak wilt wissen?
pt: Apagar a atividade?
ru: Удалить задачу?
sk: Odstrániť úlohu?

source: New Name #tags
fi: Uusi nimi #tunnisteet
fr_fr: Nouveau nom #étiquette
nl: Nieuwe naam #labels
pt: Novo nome #tags
ru: Новое имя #тег

source: Task name cannot be empty.
fi: Tehtävän nimi ei voi olla tyhjä.
fr_fr: * Le nom de la tâche ne peut être vide.
nl: Geef de taak een naam.
pt: O nome da tarefa não pode ficar vazio.
ru: Имя задачи не может быть пустым.

source: Delete All?
fi: Poistetaanko kaikki?
fr_fr: Tout supprimer ?
nl: Weet u zeker dat u alles wilt wissen?
pt: Apagar tudo?
ru: Удалить все?
sk: Vymazať všetko?

source: This will delete all occurrences of this task on this day.
fi: Tämä poistaa kaikki tämän tehtävän ilmentymät tältä päivältä.
fr_fr: Cela va supprimer tous les évènements de cette tâche pour ce jour.
nl: Hierdoor worden alle taken die plaatsvonden op deze dag gewist.
pt: Isto irá apagar todas as ocorrências desta atividade de hoje.
ru: Это удалит все записи этой задачи за сегодня.
sk: Týmto sa odstránia všetky výskyty tejto úlohy v tento deň.

source: New Task
fi: Uusi tehtävä
fr_fr: Nouvelle tâche
nl: Nieuwe taak
pt: Nova tarefa
ru: Новая задача

source: Add
fi: Lisää
fr_fr: Ajouter
nl: Toevoegen
pt: Adicionar
ru: Добавить

source: *Task name cannot be blank.
fi: *Tehtävän nimi ei voi olla tyhjä.
fr_fr: * Le nom de la tâche ne peut être vide.
nl: *Geef de taak een naam.
pt: *O nome da tarefa não pode ficar em branco.
ru: *Название задачи не может быть пустым.

source: Today
fi: Tänään
fr_fr: Aujourd'hui
nl: Vandaag
pt: Hoje
ru: Сегодня
sk: Dnes

source: Yesterday
fi: Eilen
fr_fr: Hier
nl: Gisteren
pt: Ontem
ru: Вчера
sk: Včera

source: Task Name
fi: Tehtävän nimi
fr_fr: Nom de la tâche
nl: Taaknaam
pt: Nome da atividade
ru: Название задачи

source: tags
fi: tunnisteet
fr_fr: étiquettes
nl: labels
pt: etiquetas
ru: тег

source: You have been idle for
fi: Olet ollut jouten
fr_fr: Vous avez été inactif•ve pendant
nl: U bent inactief:
pt: Ficou inativo por
ru: Вы бездействовали в течение
sk: Boli ste nečinní

source: Would you like to discard that time, or continue the clock?
fi: Haluatko hylätä kyseisen ajan, vai jatkaa kellon kanssa?
fr_fr: Voulez vous abandonner ce temps ou continuer le chronomètre ?
nl: Wilt u deze tijd wissen of de klok verder laten tikken?
pt: Gostaria de descartar ou continuar o tempo registado?
ru: Вы хотели бы сбросить время или продолжить отсчет?
sk: Chcete tento čas zahodiť alebo pokračovať v hodinách?

source: Autosave Restored
fi: Automaattinen tallennus palautettu
fr_fr: Sauvegarde automatique restaurée
nl: Reservekopie hersteld
pt: Gravação automática restaurada
ru: Автосохранение восстановлено

source: Furtherance shut down improperly. An autosave was restored.
fi: Furtherance sammui väärin. Automaattinen tallennus palautettiin.
fr_fr: Furtherance s’est mal arrêté. Une sauvegarde automatique a été restaurée.
nl: Furtherance was onjuist afgesloten - er is een reservekopie hersteld.
pt: O Furtherance foi fechado incorretamente. Uma gravação automática foi restaurada.
ru: Furtherance был закрыт неправильно. Автосохранение было восстановлено.

source: Stop the timer to duplicate a task.
fi: Pysäytä aikalaskuri tehdäksesi kaksoiskappaleen tehtävästä.
fr_fr: Arrêter le chronomètre pour dupliquer une tâche.
nl: Stop de tijd om een taak te klonen.
pt: Parar o temporizador para duplicar uma tarefa.
ru: Остановите таймер, чтобы дублировать задачу.
sk: Ak chcete duplikovať úlohu, zastavte časovač.

source: Create or choose a CSV file
fi: Luo tai valitse CSV-tiedosto
fr_fr: Créer ou choisir un fichier CSV
nl: Csv-bestand aanmaken of kiezen
pt: Criar ou escolher um ficheiro CSV

source: Accept
fi: Hyväksy
fr_fr: Accepter
nl: Oké
pt: Aceitar

source: Exporting as CSV failed.
fi: CSV-vienti epäonnistui.
fr_fr: L’export CSV a échoué.
nl: Het exporteren is mislukt.
pt: A exportação como CSV falhou.

source: Exported as CSV successfully.
fi: CSV-vienti onnistui.
fr_fr: Export CSV réussi.
nl: Het exporteren is voltooid.
pt: Exportado como CSV com êxito.

source: Past week
fi: Mennyt viikko
fr_fr: Semaine dernière
nl: Afgelopen week
ru: Последняя неделя

source: Total
fi: Yhteensä
nl: Totaal
ru: Всего
sk: Spolu

source: Back up
fi: Varmuuskopioi

source: Track your time without being tracked.
nl: Houd tijd bij zonder zélf bijgehouden te worden.
ru: Отслеживайте свое время без слежки за собой
sk: Sledujte svoj čas bez toho, aby ste boli sledovaní.

source: *Use your local format XX/XX/XX HH:MM:SS
nl: *Gebruik uw lokale opmaak: XX/XX/XX HH:MM:SS
ru: *Используйте свой местный формат ХХ/ХХ/ХХ HH:MM:SS

source: *Use your local format XX/XX/XX HH:MM
nl: *Gebruik uw lokale opmaak: XX/XX/XX HH:MM
ru: *Используйте свой местный формат ХХ/ХХ/ХХ HH:MM:SS

source: Start Tracking
ru: Начать отслеживание
sk: Spustite sledovanie

source: Type your task and press start
ru: Введите название задачи и нажмите начать
sk: Napíšte svoju úlohu a stlačte štart

source: Prior tasks will show up here
ru: Предыдущие задачи будут показываться здесь
sk: Tu sa zobrazia predchádzajúce úlohy

source: Right-click a task to duplicate it
ru: Правый клик на задачу, чтобы продублировать ее
sk: Kliknutím pravým tlačidlom myši na úlohu ju duplikujete

source: *Use the format MMM DD YYYY HH:MM:SS
ru: *Используйте формат МММ ДД ГГГГ ЧЧ:ММ:СС
sk: *Použite formát MMM DD RRRR HH:MM:SS

source: *Use the format MMM DD YYYY HH:MM
ru: *Используйте формат МММ ДД ГГГГ ЧЧ:ММ
sk: *Použite formát MMM DD RRRR HH:MM:SS

source: Time Tracker
sk: Sledovač času

source: timer;tracker;clock;tasks;productivity;
sk: časovač;sledovač;hodiny;úlohy;produktivita;

source: Task Name #Tags
sk: Názov úlohy #Tags
